[BalanceDefs.BD_HighFiveDetector InteractiveObjectBalanceDefinition]
DefaultDisplayName="Braçadeira de Corrente"
Grades[0]=(GradeModifiers=(DisplayName="Braçadeira de Corrente"))

[InteractiveObjects.IO_HypFemaleLoudspeaker InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_RolandHQProjector InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_RolandHQTV InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BloodwingFeather MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pluma"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Debes ser al menos de nivel %d para usar este objeto."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_BloodwingFeather:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma pluma da Bloodwing. Ela esteve aqui faz pouco tempo."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Ep10_ClaptrapUpgrade MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Protocolo de Reconhecimento de Segurança 2.0"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Debes ser al menos de nivel %d para usar este objeto."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Ep10_ClaptrapUpgrade:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma atualização do software da Hyperion com a qual o Claptrap poderá lhe ajudar a desativar o campo de segurança do Anjo."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SlagSample MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amostra de Slag"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Debes ser al menos de nivel %d para usar este objeto."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_SlagSample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma amostra de Slag - um subproduto volátil da produção de Eridium."
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Ep10_HighFiveDetector InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

